import React from 'react';
import './Cards.css';
import CardItem from './CardItem';

function Cards() {
  return (
    <div className='cards'>
      <h1>ОЮУ ТОЛГОЙН ОРГИЛ ҮЕ ОЙРТСООР</h1>
      <div className='cards__container'>
        <div className='cards__wrapper'>
          <ul className='cards__items'>
            <CardItem
              src='images/1.jpeg'
              text='Гүний уурхайн төлөвлөлт 2005 онд, бүтээн байгуулалт нь 2016 онд эхэлсэн. Энэ уурхайг ашиглаж эхэлснээр манай улсын эдийн засагт ямар'
              label='Мега төсөл'
              path='/services'
            />
            <CardItem
              src='images/2.jpeg'
              text='Өмнийн говийн хөрсөн дор, 1146-1300 метрийн гүнд, 203 км урттай гүний уурхай нь хэмжээ, бүтээн байгуулалт, технологийн шийдэл зэрэг'
              label='Гүний ордууд: Хьюго Даммет, Херуга'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/3.jpeg'
              text='“Оюу толгой”-н анхны геологичдын нэг, Техник, нэгдсэн төлөвлөлт хариуцсан Ерөнхий менежер'
              label='Зэсийн төрлийн ордууд дэлбэрэлтээс үүсдэг'
              path='/services'
            />
            <CardItem
              src='images/4.jpeg'
              text='Айвенхоу Майнз Монголиа" компани 2002 оны сүүлчээр Оюу толгойн лицензтэй талбайн Алс хойд хэсэгт хайгуулын цооног өрөмджээ.'
              label='Газрын гүн дэх хүдрийн биетүүд дор хаяж гурван километр урт сунаж тогтсон'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/5.jpeg'
              text='Өргүүрийн ахлах инженер Г.Билгүүдэй:'
              label='Хүдрийн биетийг нэг удаад 60 тоннын даацтай хөнөгөөр татаж гаргана'
              path='/services'
            />
            <CardItem
              src='images/6.jpeg'
              text='Гүний уурхайн бүтээн байгуулалтын нийт ажлын 90 хувийг гүйцэтгэжээ. “Оюу толгой”-л газрын гадарга дээр болон газрын гүнд туузан'
              label='Налуу ам гэдэг нь хоёр зэрэгцээ, гадаргуугаас 10 градусын налуугаар гүн рүү буусан хонгилууд юм'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/7.jpeg'
              text='EГүний уурхайн ахлах мэргэжилтэн Б.Батбаяр:
              -Бид налуу ам малтахдаа Австралийн технологи ашигласан. Манай баг 240'
              label='Налуу амаар 95 мянган тонн буталсан хүдрийг дээш тээвэрлэнэ'
              path='/services'
            />
            <CardItem
              src='images/8.jpeg'
              text='Гүний уурхай руу буух зочид гүнд мөрдөх дүрмийг танилцуулсан, товч сургалтад заавал хамрагдана. Нэг хөтөч таваас илүү зочин дагуулж'
              label='Гүний уурхайд мөрдөх дүрмүүд'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/9.jpeg'
              text='Дэлхийд хоёрхон байдаг, гүний  уурхайн туузан дамжуургын нэгийг “Оюу толгой”-н гүнд суурилуулжээ. Туузан дамжуурга бүрийн'
              label='Дэлхийд хоёрхон байдаг, туузан дамжуургын нэг нь “Оюу толгой”-д бий'
              path='/services'
            />
            <CardItem
              src='images/10.jpeg'
              text='-Энэ туузан дамжуурга 1.4 км урт, хөлгүй, дүүжин гэдгээрээ онцлог. Дүүжин тул угсрахад цаг хэмнэсэн. Анхдагч бутлуураас гарсан хүдэр Дамжуулах станц 3, 4-өөр дамжин энэ туузан дамжуургад ирнэ. Эндээс'
              label='“MCS Property” компанийн Механикийн багийн мэргэжилтэн Ч.Сайнсанаа'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/11.jpeg'
              text='Гүний уурхайн ажилчид цай, хоолоо газар доор иднэ. Тэдэнд зориулсан амралтын өрөөнүүд бий. Үе үе том машинууд хонгилоор зөрөхөд тэднийг өнгөрөөхийн тулд явган зорчигчид хана дагуу ухсан'
              label='Гүний уурхайд зөөврийн болон суурин хоргодох байрууд'
              path='/services'
            />
            <CardItem
              src='images/12.jpeg'
              text='Б.Одбаяр, Гэнэтийн ослын багийн ахлах мэргэжилтэн:   
              -Бид нийт 140 аврагч бэлдсэн. Гүний уурхайн ажилчид үндсэн ажлынхаа хажуугаар сайн дураараа сургалтад хамрагддаг. Аврагчдыг'
              label='Б.Одбаяр, Гэнэтийн ослын багийн ахлах мэргэжилтэн:'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/13.jpeg'
              text='Ид бүтээн байгуулалтын жилүүдэд “Оюу толгой”-д 17 мянган хүн ажиллаж байв. Одоо 31 улсын 200 өөр мэргэжлийн залуус бүсгүйчүүд ил болон гүний уурхайд ажилладаг. “Оюу толгой”-н уурхайд 2500'
              label='“Оюу толгой”-н уурхайд 2500 орчим эмэгтэй ажилладаг'
              path='/services'
            />
            <CardItem
              src='images/14.jpeg'
              text='Газрын гүнд зөвхөн олборлолт явуулахгүй. 300 хүнд даацын техник төхөөрөмжөөр 24 цагийн турш, тасралтгүй үйл ажиллагаа үргэлжилнэ. Эдгээр техникийг засварлах цех, шатахуун түгээх станцууд барьжээ. Цехийн'
              label='Засварын цех Сүхбаатарын хөшөөг бүтнээр тавихад багтах хэмжээтэй'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/15.jpeg'
              text='Гүний уурхайд ус зайлуулах систем, тэсрэх бодисын агуулах, шингэн зуурмагийн газрууд ч бий. Засварын цех дангаараа нэг хөл бөмбөгийн талбайтай тэнцэх бол анхдагч бутлуур долоон давхар байшинтай дүйцэх'
              label='Анхдагч бутлуур долоон давхар байшинтай дүйцэх өндөр'
              path='/services'
            />
            <CardItem
              src='images/16.jpeg'
              text='Гүний уурхай дахь хүдрийн биетийг блоклон буюу хөндийлөн олборлох аргаар олборлоно. Энэ аргыг дэлхийн 30 улсад  нэвтрүүлжээ. Блокчлон олборлоно гэдэг нь уулын даралтын болон газрын татах хүчийг'
              label='Гүний уурхай дахь хүдрийн биетийг хөндийлөн олборлох аргаар олборлоно'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/17.jpeg'
              text='Гүний уурхайн ажил өдөр бүр 24 цаг тасралтгүй үргэлжилсээр. Бид 18 цагт уурхайгаас дээш гарч ирэхэд зөрөөд оройн ээлжийн ажилчид бууж байв. Тэднийг Чандмань оффис дох хяналтын өрөөний'
              label='Гүний уурхайг алсаас, бодит цагийн горимоор хянадаг'
              path='/services'
            />
            <CardItem
              src='images/18.jpeg'
              text='Гүний уурхайн дэд бүтцийн мэргэжилтэн Н.Ганхөлөг: Бид энд гүний уурхайн ус шахуурга, цахилгаан, хий, материал тээвэрлэлт гэх мэт бүх үзүүлэлтийг Пай, Скада гэсэн системээр бодит цагийн'
              label='Удаан ажиллахаар төхөөрөмжүүдийнхээ занг мэддэг болчихдог'
              path='/services'
            />
          </ul>
          <ul className='cards__items'>
            <CardItem
              src='images/19.jpeg'
              text='Эдийн засагчид, инженерүүд, механикчид, барилгачид, төлөвлөлт хариуцсан ажилтнууд гэх мэт олон хүнийг хамруулсан, цогц төлөвлөгөөнд суурилсан, ихээхэн хугацаа зарцуулах нүсэр ажил юм. Үүний тулд их'
              label='Гүний уурхай байгуулах нь хот барихтай ижил'
              path='/services'
            />
            <CardItem
              src='images/20.jpeg'
              text='“Оюу толгой” компани ил уурхай ашиглаж эхэлсний 10 жилийн ой энэ онд тохиов. Олон зуун Монгол залуус энэ бүтээн байгуулалтад гар бие оролцож, ирээдүйгээ бүтээхээр суралцаж, ажиллаж байна. “Оюу толгой”-гоос'
              label='Гүний уурхайг ашиглаж эхэлснээр баяжмалын хэмжээ гурав дахин нэмэгдэнэ'
              path='/services'
            />
          </ul>
        </div>
      </div>
    </div>
  );
}

export default Cards;