import React from 'react';
import '../App.css';
import './HeroSection.css';

function HeroSection() {
  return (
    <div className='hero-container'>
      <video src='videos/video-1.mp4' autoPlay loop muted />
      {/* <image src="/img-1.jpg" alt="image" /> */}
      <div className='text1'>
      <h1>"ОЮУ ТОЛГОЙ”-Н ОРГИЛ ҮЕ ОЙРТСООР</h1>
      <p>Уул уурхайн салбар гэлтгүй манай улсын хамгийн том төсөл 
        яах аргагүй "Оюу толгой". Энэ том ордын оргил үе ойртож, үүцээ задлахад бэлэн болжээ.
        Тодруулбал ордын нийт баялгийн 80 хувийг агуулсан гүний уурхайн олборлолтыг энэ сарын 25-нд албан ёсоор эхлүүллээ. 
        “Монгол Контент” компанийн баг Монгол Улсад үйл ажиллагаа явуулж буй мега төслүүдийн 
        талаарх багц мэдээллийг цувралаар хүргэнэ. Бид эхний цувралаараа дэлхийд томоохонд 
        тооцогдох зэс-алтны орд болох “Оюу толгой”-н гүний уурхайн бүтээн байгуулалтыг танилцуулах гэж байна.</p>
        </div>
      </div>
  );
}

export default HeroSection;